/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Avbryt";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Hjem";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Kontor";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Andre";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Gjest)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Alle kjente kontakter";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Alle kontakter";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype-kontakter";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Lagrede telefonnummer";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Påloggede kontakter";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Forespørsel sendt";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Kontaktet i det siste";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Mottatte forespørsler";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Aksepterte forespørsler";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blokkerte kontakter";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Ugrupperte kontakter";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Foreslåtte kontakter";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Liste uten navn";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Legg meg til som kontakt";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skypes testsamtale";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "no";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hei. Detter er Skypes robot for testsamtaler. Legg meg til i din kontaktliste og ring meg for å sjekke at lyden din virker. Sjekk http://www.skype.com/go/help for mer hjelp.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Ring meg for å teste lyden din";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Ringer";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Ringer";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Samtale avbrutt";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Samtale mislyktes";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Ringer";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Ringer";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Samtale på vent";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Du er satt på vent";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Fullført";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Ubesvart";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Avvist";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Opptatt";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Forbindelsen ble brutt";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Talepost";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Tar opp talepost";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Sender talepost";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Talepost sendt";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Talepost kanselert";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Talepost mislyktes";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Kobler til";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Ringer";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Ringer";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "På vent";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Avsluttet";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Ringer via Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Ringer…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Ringer…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Samtale pågår";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "På vent";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Du er satt på vent";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Samtale pågår";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Samtalen er full";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Spiller av velkomsttalemelding";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Tar opp talepost";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Siste anrop";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Overfører samtalen";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Sendte filer";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Du har mottatt en videomelding. Se den på %1, og åpne den med koden %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – se filen på %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Hvis du vil vise dette delte bildet, går du til: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Hvis du vil vise denne delte filen, går du til %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Avlogget";
"CONTACT_AVAILABILITY_ONLINE" = "Pålogget";
"CONTACT_AVAILABILITY_AWAY" = "Borte";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ikke forstyrr";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Avventer kontaktforespørsel";
"CONTACT_AVAILABILITY_BLOCKED" = "Blokkert";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Avlogget med talepost";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Viderekobler samtaler";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Usynlig";
"CONTACT_AVAILABILITY_CONNECTING" = "Kobler til";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefonnummer";

/*  */
"CONTACT_GENDER_FEMALE" = "Kvinne";

/*  */
"CONTACT_GENDER_MALE" = "Mann";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Ukjent nummer";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Uten tittel";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Logger på…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Laster kontakter…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Oppgraderer filer…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ la til %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ dro";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ fjernet %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ endret chat-emnet til %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Denne melding ble fjernet";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Samme som system";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Kan ikke koble til Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Sjekk nettverkes-innstillingene dine og prøv igjen.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Dette Skype-navnet er ugyldig.";
"Account::INVALID_EMAIL" = "Denne epost-adressen er ugyldig.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Sjekk og prøv igjen.";
"Account::UNACCEPTABLE_PASSWORD" = "Passordet er ikke gyldig.";
"Account::SKYPENAME_TAKEN" = "Dette Skype-navnet er allerede i bruk.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Skriv inn et nytt.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Vi kjenner ikke igjen ditt Skype-navn og passord.";
"Account::INCORRECT_PASSWORD" = "Vi kjenner ikke igjen ditt Skype-navn og passord.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "For mange avviste påloggingsforsøk.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Prøv igjen senere.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Passordet ditt er endret.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Logg inn med ditt nye passord.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Prøv igjen.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Må være 6-20 tegn langt.";
"SkyLib::TOO_LONG" = "Må være 6-20 tegn langt.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Ugyldige tegn som f.eks. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Kan ikke inneholde mellomrom eller tab.";
"SkyLib::SAME_AS_USERNAME" = "For likt ditt Skype-navn.";
"SkyLib::INVALID_FORMAT" = "Ugyldig format.";
"SkyLib::CONTAINS_INVALID_WORD" = "For lett å gjette som f.eks. abcd og skype.";
"SkyLib::TOO_SIMPLE" = "Må ha minst en bokstav og ett tall.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Må starte med en bokstav (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prøv et lengre Skype-navn.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prøv et lengre passord.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prøv et kortere Skype-navn.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prøv et kortere passord.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prøv et nytt Skype-navn.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prøv et nytt passord.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Prøv en ny epost-adresse.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Prøv en ny verdi.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Passordet er feil.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Kunne ikke koble til server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Det nye passordet kan ikke være lik det gamle.";
"Account::PWD_INVALID_NEW_PWD" = "Passordet er ugyldig.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Du må logge på for å endre passord.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Endringene kunne ikke lagres. Sjekk innstillingene og prøv igjen.";

"ACCOUNT_NOCREDIT" = "Ingen kredit";
"ACCOUNT_FREECALL" = "gratis samtale";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Filnavnet er ikke gyldig";
"SkyLib::TRANSFER_OPEN_FAILED" = "Feiler ved åpning av fil";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "For mange simultane filoverføringer";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Du er avlogget.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Du må være pålogget for å ringe.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Du kan ikke søke etter kontakter når du er avlogget. Endre status og prøv igjen.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Du må være pålogget for å sende SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Du må være pålogget for å spille av denne meldingen.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Kan ikke sette innholdet i SMSen.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Du har ikke nok Skype-kredit til å sende en SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Du trenger Skype-kredit for å ringe dette nummeret.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Dette er ikke et gyldig Skype-navn eller telefonnummer.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Lync-kontaktern er logget av og kan derfor ikke ringes.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Du kan ikke ringe vedkommende siden du har blokkert personen.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Du kan ikke chatte med vedkommende siden du har blokkert personen.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Du kan ikke sende SMS til vedkommende siden du har blokkert personen.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Du kan ikke legge til vedkommende siden du har blokkert personen.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Du kan ikke ringe deg selv.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Du kan ikke chatte med deg selv.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Du kan ikke legge til deg selv.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Du kan ikke bli med i denne samtalen";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Finner ikke denne samtalen";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Dette er ikke et gyldig telefonnummer.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Du kan ikke ringe dette nummeret siden det er et nødnummer.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Du kan ikke sende en SMS til dette nummeret siden det er et nødnummer.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Du kan ikke legge til et nødnummer.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Du må avslutte denne samtalen før du kan starte en ny.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "For å lytte til talepost må du avslutte denne samtalen først.";
"SKERROR_CALLFAILED" = "Samtalen mislyktes. Prøv igjen.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Du prøvde å starte en samtale med for mange kontakter.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Du kan ikke ha en samtale med disse kontaktene.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Du kan ikke ringe personen siden vedkommende ikke har autorisert deg.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Du kan ikke ringe personen siden vedkommende ikke har autorisert deg.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Ugyldig bekreftelseskode.";
"Sms::MISC_ERROR" = "Ugyldig telefonnummer";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Din konto er blokkert.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Kontakt kundestøtte.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Det er for mange personer i denne samtalen for gruppevideo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Du kan maks ha videosamtale med 9 personer. Fjern noen fra gruppen og prøv igjen.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Det er for mange personer i denne samtalen for gruppevideo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Du kan maks ha videosamtale med 9 personer. Fjern noen fra samtalen og prøv igjen.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Ditt gruppevideo-abonnement dekker ikke så mange brukere. Fjern personer fra samtalen og prøv igjen.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Du må abonnere for å få gruppevideo.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Du må abonnere for å få gruppevideo.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Ønsker du å starte en gruppevideo?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Ønsker du å starte en gruppevideo?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Du er allerede i en gruppevideo-samtale.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Du kan kun ha en gruppevideo-samtale om gangen.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Du har nådd begrensingen for denne samtalen.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Du har nådd din 4-timers grense for gruppevideo i denne samtalen.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Du har nådd din 4-timers grense for gruppevideo i denne samtalen. Sjekk kontoen din for detaljer.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Du har nådd grensen for gruppevideo i dag.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Gruppevideo er midlertidig suspendert. Du har brukt din andel idag. Sjekk kontoen din for detaljer.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Du har nådd grensen for gruppevideo denne måneden.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Gruppevideo er midlertidig suspendert. Du har brukt din andel denne måneden. Sjekk kontoen din for detaljer.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Gruppevideo er ikke tilgjengelig nå.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "En feil oppsto. Prøv igjen senere.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Skaff deg gruppevideo";
"PremiumVideoErrorRecovery_GetPremium" = "Skaff deg gruppevideo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Oppgrader";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Du trenger Skype-kredit for å bruke Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Vi kjenner ikke igjen ditt Skype-navn og passord.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Ugyldig brukernavn eller passord.";

"SKYPEACCESS_NO_ACCOUNT" = "Vennligst logg inn med din Skype-konto.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Kunne ikke koble til. Flytt deg nærmere eller prøv et annet nettverk.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Dette trådløse nettverket svarer ikke korrekt. Bruk et annet.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Kunne ikke forlenge sesjon. Prøv å koble til igjen.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Det trådløse nettverket \"%@\" er ikke tilgjengelig lengre";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "For å forhindre uventede kostnader, koble skikkelig fra før du beveger deg vekk fra nettverket eller skru av enheten din.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Logg på WiFi-nettverket \"%@\" igjen.";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi vil prøve å avslutte internett-forbindelsen. For å unngå unødvendige kostnader, koble fra nettverket før du flytter deg eller skrur av enhenten.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Internett-forbindelsen ble brutt.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/min.";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "har en ny versjon av Skype med bedre chat.\nFor å fortsette, last ned nyeste versjon.\nGo to <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "har en ny versjon av Skype med bedre chat.\nFor å fortsette, last ned nyeste versjon.\nGo to https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Klikk <a href=\"skype:?chat&amp;id=%1\">here</a> for å se tidligere historikk.";
